Repository: menaje/codex-mcp-bridge-for-chatgpt
Catalog: macos/Resources/Localization/Localizable.xcstrings
Source language: ko
Languages: de, en, es, fr, ja, pt, zh_hans, zh_hant

# settings.restoreProject
source: 복원
de: Wiederherstellen
en: Restore
es: Restaurar
fr: Restaurer
ja: 復元
pt: Restaurar
zh_hans: 恢复
zh_hant: 復原

# settings.removeProject
source: 제거
de: Entfernen
en: Remove
es: Eliminar
fr: Supprimer
ja: 削除
pt: Remover
zh_hans: 移除
zh_hant: 移除

# settings.deleteProject
source: 삭제
de: Löschen
en: Delete
es: Eliminar
fr: Supprimer
ja: 削除
pt: Excluir
zh_hans: 删除
zh_hant: 刪除

# settings.cancelDeleteProject
source: 삭제 취소
de: Löschen abbrechen
en: Cancel deletion
es: Cancelar eliminación
fr: Annuler la suppression
ja: 削除を取り消す
pt: Cancelar exclusão
zh_hans: 取消删除
zh_hant: 取消刪除

# settings.deleteProjectConfirm
source: 이 프로젝트 등록을 삭제 예정으로 표시할까요? 저장 버튼을 누르면 브리지 추적 대상에서 제거됩니다. 실제 폴더와 파일, 기존 작업 기록은 유지됩니다. 저장 전에는 취소할 수 있지만 저장 후에는 등록을 복원할 수 없습니다.
de: Diese Projektregistrierung zum Löschen vormerken? Beim Speichern wird sie aus der Bridge-Erfassung entfernt. Ordner, Dateien und Arbeitsverlauf bleiben erhalten. Vor dem Speichern kann dies abgebrochen werden; danach lässt sich die Registrierung nicht wiederherstellen.
en: Mark this project registration for deletion? It will be removed from bridge tracking when you save. The folder, files, and existing work history will remain. You can cancel before saving; after it is saved, the registration cannot be restored.
es: ¿Marcar este proyecto para eliminarlo? Al guardar, se quitará del seguimiento del puente. La carpeta, los archivos y el historial existente se conservarán. Puedes cancelar antes de guardar; después no se podrá restaurar el registro.
fr: Marquer ce projet pour suppression ? Lors de l’enregistrement, il sera retiré du suivi du pont. Le dossier, les fichiers et l’historique seront conservés. Vous pouvez annuler avant d’enregistrer ; ensuite, l’enregistrement ne pourra plus être restauré.
ja: このプロジェクト登録を削除予定にしますか？保存するとブリッジの追跡対象から削除されます。実際のフォルダー、ファイル、既存の作業履歴は保持されます。保存前は取り消せますが、保存後は登録を復元できません。
pt: Marcar este registro de projeto para exclusão? Ao salvar, ele será removido do rastreamento da ponte. A pasta, os arquivos e o histórico serão mantidos. Você pode cancelar antes de salvar; depois, o registro não poderá ser restaurado.
zh_hans: 将此项目注册标记为待删除吗？保存后，它将从桥接器跟踪中移除。实际文件夹、文件和现有工作记录会保留。保存前可以取消，保存后无法恢复该注册。
zh_hant: 要將此專案註冊標記為待刪除嗎？儲存後，它會從橋接器追蹤中移除。實際資料夾、檔案和現有工作記錄會保留。儲存前可以取消，儲存後無法復原此註冊。

# settings.projectArchived
source: 보관됨
de: Archiviert
en: Archived
es: Archivado
fr: Archivé
ja: アーカイブ済み
pt: Arquivado
zh_hans: 已归档
zh_hant: 已封存

# settings.projectArchivePending
source: 저장 버튼을 누르면 이 프로젝트가 보관됩니다.
de: Speichern Sie, um dieses Projekt zu archivieren.
en: Press Save to archive this project.
es: Guarda para archivar este proyecto.
fr: Enregistrez pour archiver ce projet.
ja: 保存するとこのプロジェクトがアーカイブされます。
pt: Salve para arquivar este projeto.
zh_hans: 保存后将归档此项目。
zh_hant: 儲存後將封存此專案。

# settings.projectRestorePending
source: 저장 버튼을 누르면 이 프로젝트가 복원됩니다.
de: Speichern Sie, um dieses Projekt wiederherzustellen.
en: Press Save to restore this project.
es: Guarda para restaurar este proyecto.
fr: Enregistrez pour restaurer ce projet.
ja: 保存するとこのプロジェクトが復元されます。
pt: Salve para restaurar este projeto.
zh_hans: 保存后将恢复此项目。
zh_hant: 儲存後將復原此專案。

# settings.projectDeletePending
source: 저장 버튼을 누르면 이 프로젝트 등록이 삭제됩니다.
de: Speichern Sie, um diese Projektregistrierung zu löschen.
en: Press Save to delete this project registration.
es: Guarda para eliminar el registro de este proyecto.
fr: Enregistrez pour supprimer cet enregistrement de projet.
ja: 保存するとこのプロジェクト登録が削除されます。
pt: Salve para excluir este registro de projeto.
zh_hans: 保存后将删除此项目注册。
zh_hant: 儲存後將刪除此專案註冊。

# settings.projectInvalidLabel
source: 프로젝트 이름을 출력 가능한 Unicode 1~120자로 입력하세요.
de: Geben Sie 1–120 druckbare Unicode-Zeichen als Anzeigename ein.
en: Enter 1–120 printable Unicode characters for the project name.
es: Introduce de 1 a 120 caracteres Unicode imprimibles para el nombre.
fr: Saisissez 1 à 120 caractères Unicode imprimables pour le libellé.
ja: 表示名を印刷可能な Unicode 1～120 文字で入力してください。
pt: Digite de 1 a 120 caracteres Unicode imprimíveis para o rótulo.
zh_hans: 请输入 1–120 个可打印 Unicode 字符作为项目名称。
zh_hant: 請輸入 1–120 個可列印 Unicode 字元作為專案名稱。

# settings.projectInvalidCwd
source: 현재 존재하는 절대 폴더 경로를 입력하세요.
de: Geben Sie den absoluten Pfad eines vorhandenen Ordners ein.
en: Enter an existing absolute folder path.
es: Introduce la ruta absoluta de una carpeta existente.
fr: Saisissez le chemin absolu d’un dossier existant.
ja: 存在する絶対フォルダーパスを入力してください。
pt: Digite o caminho absoluto de uma pasta existente.
zh_hans: 请输入现有文件夹的绝对路径。
zh_hant: 請輸入現有資料夾的絕對路徑。

# settings.projectDuplicatePath
source: 각 프로젝트는 서로 다른 canonical 폴더를 사용해야 합니다.
de: Jedes Projekt muss einen anderen kanonischen Ordner verwenden.
en: Each project must use a different canonical folder.
es: Cada proyecto debe usar una carpeta canónica distinta.
fr: Chaque projet doit utiliser un dossier canonique différent.
ja: 各プロジェクトには異なる正規フォルダーが必要です。
pt: Cada projeto deve usar uma pasta canônica diferente.
zh_hans: 每个项目必须使用不同的规范文件夹。
zh_hant: 每個專案必須使用不同的正規資料夾。

# settings.projectUnavailableSave
source: 복구가 필요한 프로젝트를 수정하거나 보관한 뒤 저장하세요.
de: Korrigieren oder archivieren Sie wiederherzustellende Projekte vor dem Speichern.
en: Fix or archive every project that needs recovery before saving.
es: Corrige o archiva los proyectos que necesitan recuperación antes de guardar.
fr: Corrigez ou archivez les projets à récupérer avant l’enregistrement.
ja: 復旧が必要なプロジェクトを修正またはアーカイブしてから保存してください。
pt: Corrija ou arquive os projetos que precisam de recuperação antes de salvar.
zh_hans: 请先修复或归档需要恢复的项目，再保存。
zh_hant: 請先修正或封存需要復原的專案，再儲存。

# settings.projectLimit
source: 프로젝트는 최대 100개까지 등록할 수 있습니다.
de: Es können höchstens 100 Projekte registriert werden.
en: At most 100 projects can be registered.
es: Se pueden registrar como máximo 100 proyectos.
fr: Au maximum 100 projets peuvent être enregistrés.
ja: 登録できるプロジェクトは最大 100 件です。
pt: No máximo 100 projetos podem ser registrados.
zh_hans: 最多可注册 100 个项目。
zh_hant: 最多可登錄 100 個專案。

# settings.projectError
source: 프로젝트 섹션의 강조된 값을 확인하고 수정하세요.
de: Prüfen Sie den Bereich Projekte und korrigieren Sie die hervorgehobenen Werte.
en: Review the Projects section and correct the highlighted values.
es: Revisa la sección Proyectos y corrige los valores resaltados.
fr: Vérifiez la section Projets et corrigez les valeurs surlignées.
ja: プロジェクト欄の強調表示された値を確認して修正してください。
pt: Revise a seção Projetos e corrija os valores destacados.
zh_hans: 请检查并修正“项目”部分中突出显示的值。
zh_hant: 請檢查並修正「專案」區段中突顯的值。

# settings.language
source: 인터페이스 언어
de: Oberflächensprache
en: Interface language
es: Idioma de la interfaz
fr: Langue de l’interface
ja: インターフェース言語
pt: Idioma da interface
zh_hans: 界面语言
zh_hant: 介面語言

# settings.language.auto
source: 자동
de: Automatisch
en: Automatic
es: Automático
fr: Automatique
ja: 自動
pt: Automático
zh_hans: 自动
zh_hant: 自動

# settings.languageHint
source: 자동은 호스트 앱의 언어를 따릅니다.
de: Automatisch folgt der Sprache der Host-Anwendung.
en: Automatic follows the host application's language.
es: El modo automático sigue el idioma de la aplicación anfitriona.
fr: Le mode automatique suit la langue de l’application hôte.
ja: 自動ではホストアプリの言語に従います。
pt: O modo automático segue o idioma do aplicativo host.
zh_hans: 自动模式跟随宿主应用的语言。
zh_hant: 自動模式會跟隨主控應用程式的語言。

# settings.concurrency
source: 최대 동시 작업 수
de: Maximale parallele Jobs
en: Maximum concurrent jobs
es: Máximo de trabajos simultáneos
fr: Nombre maximal de tâches simultanées
ja: 最大同時ジョブ数
pt: Máximo de trabalhos simultâneos
zh_hans: 最大并发任务数
zh_hant: 最大並行工作數

# settings.experimental.title
source: 실험 기능
de: Experimentell
en: Experimental
es: Experimental
fr: Expérimental
ja: 試験機能
pt: Experimental
zh_hans: 实验功能
zh_hant: 實驗功能

# settings.experimental.directResults
source: Codex 결과 직접 수신
de: Codex-Ergebnisse direkt empfangen
en: Receive Codex results directly
es: Recibir los resultados de Codex directamente
fr: Recevoir directement les résultats Codex
ja: Codex の結果を直接受信
pt: Receber resultados do Codex diretamente
zh_hans: 直接接收 Codex 结果
zh_hant: 直接接收 Codex 結果

# settings.experimental.directResultsHint
source: 현재 ChatGPT 실행이 유지되는 동안 새 Codex 작업을 제한 시간 단위로 기다려 종료 결과를 직접 받습니다. 대화 이동, 앱 백그라운드, 화면 잠금 또는 연결 유실로 대기가 끊겨도 Codex 작업은 계속되지만, 해당 상태에서 자동 연속 진행은 보장되지 않습니다. 이후 새 작업부터 적용됩니다.
de: Solange der aktuelle ChatGPT-Lauf aktiv bleibt, wartet er in begrenzten Intervallen auf jeden neuen Codex-Job und empfängt das Endergebnis direkt. Codex läuft weiter, wenn ein Gesprächswechsel, der Hintergrund, die Bildschirmsperre oder ein Verbindungsabbruch das Warten unterbricht; eine automatische Fortsetzung ist in diesen Zuständen jedoch nicht garantiert. Gilt nur für neue Jobs.
en: While the current ChatGPT run remains active, it waits for each new Codex job in bounded intervals and receives the terminal result directly. Codex keeps running if the conversation, app, screen, or connection interrupts the wait, but automatic continuation in those states is not guaranteed. Applies only to new jobs.
es: Mientras la ejecución actual de ChatGPT siga activa, espera cada trabajo nuevo de Codex en intervalos limitados y recibe directamente el resultado final. Codex sigue ejecutándose si un cambio de conversación, el segundo plano, el bloqueo de pantalla o una desconexión interrumpen la espera, pero no se garantiza la continuación automática en esos estados. Solo se aplica a trabajos nuevos.
fr: Tant que l’exécution ChatGPT actuelle reste active, elle attend chaque nouvelle tâche Codex par intervalles bornés et reçoit directement le résultat final. Codex continue si un changement de conversation, l’arrière-plan, le verrouillage de l’écran ou une déconnexion interrompt l’attente, mais la continuation automatique n’est pas garantie dans ces états. S’applique uniquement aux nouvelles tâches.
ja: 現在の ChatGPT 実行が続く間、新しい Codex ジョブを時間制限付きで待ち、終了結果を直接受信します。会話の移動、アプリのバックグラウンド化、画面ロック、接続切断で待機が途切れても Codex は実行を続けますが、その状態での自動継続は保証されません。新しいジョブにのみ適用されます。
pt: Enquanto a execução atual do ChatGPT permanecer ativa, ela aguarda cada novo trabalho do Codex em intervalos limitados e recebe diretamente o resultado final. O Codex continua executando se a troca de conversa, o segundo plano, o bloqueio de tela ou uma desconexão interromperem a espera, mas a continuação automática não é garantida nesses estados. Aplica-se apenas a novos trabalhos.
zh_hans: 当前 ChatGPT 运行保持活动时，它会分段限时等待每个新的 Codex 任务并直接接收终止结果。切换对话、应用进入后台、锁屏或断开连接会中断等待，但 Codex 会继续运行；这些状态下不保证自动继续。仅适用于新任务。
zh_hant: 目前 ChatGPT 執行保持活動時，會以有界等待接收每個新 Codex 工作的終止結果。切換對話、應用程式進入背景、鎖定螢幕或連線中斷會中止等待，但 Codex 仍會繼續執行；這些狀態下不保證自動接續。只套用至新工作。

# settings.codexAppThreads
source: 브리지 스레드를 Codex 앱에 표시
de: Bridge-Threads in der Codex-App anzeigen
en: Show bridge threads in the Codex app
es: Mostrar los hilos del puente en la app Codex
fr: Afficher les fils du pont dans l’app Codex
ja: ブリッジのスレッドを Codex アプリに表示
pt: Mostrar threads da ponte no app Codex
zh_hans: 在 Codex 应用中显示桥接线程
zh_hant: 在 Codex 應用程式中顯示橋接執行緒

# settings.codexAppThreadsHint
source: 새로 만들거나 포크하는 App Server 스레드에 적용됩니다. 끄면 메모리에만 유지되어 Codex 앱 목록에 나타나지 않으며, App Server worker 또는 브리지를 재시작한 뒤에는 이어갈 수 없습니다. 기존 스레드는 바뀌지 않습니다.
de: Gilt für neue und geforkte App-Server-Threads. Wenn dies deaktiviert ist, bleiben sie nur im Arbeitsspeicher: Sie erscheinen nicht in der Codex-App und können nach einem Neustart des App-Server-Workers oder der Bridge nicht fortgesetzt werden. Bestehende Threads bleiben unverändert.
en: Applies to new and forked App Server threads. Turning this off keeps them in memory only: they will not appear in the Codex app and cannot be resumed after the App Server worker or bridge restarts. Existing threads are unchanged.
es: Se aplica a los hilos nuevos y bifurcados de App Server. Al desactivarlo, solo se conservan en memoria: no aparecen en la app Codex y no pueden reanudarse tras reiniciar el worker de App Server o el puente. Los hilos existentes no cambian.
fr: S’applique aux fils App Server nouveaux et dérivés. Si cette option est désactivée, ils restent uniquement en mémoire : ils n’apparaissent pas dans l’app Codex et ne peuvent pas être repris après le redémarrage du worker App Server ou du pont. Les fils existants ne changent pas.
ja: 新規およびフォークした App Server スレッドに適用されます。オフにするとメモリ内だけに保持され、Codex アプリには表示されず、App Server ワーカーまたはブリッジの再起動後は再開できません。既存のスレッドは変わりません。
pt: Aplica-se a threads novos e bifurcados do App Server. Ao desativar, eles ficam apenas na memória: não aparecem no app Codex e não podem ser retomados após reiniciar o worker do App Server ou a ponte. Threads existentes não mudam.
zh_hans: 适用于新建和分叉的 App Server 线程。关闭后，线程只保留在内存中，不会出现在 Codex 应用里，并且在 App Server 工作进程或桥接重启后无法继续。现有线程不会改变。
zh_hant: 適用於新建與分支的 App Server 執行緒。關閉後，執行緒只保留在記憶體中，不會出現在 Codex 應用程式，且 App Server 工作程序或橋接重新啟動後無法繼續。現有執行緒不會改變。

# settings.cardVisibility
source: Activity 카드
de: Activity-Karte
en: Activity card
es: Tarjeta de Activity
fr: Carte Activity
ja: Activity カード
pt: Cartão de Activity
zh_hans: Activity 卡片
zh_hant: Activity 卡片

# settings.cardVisibility.always
source: 항상 표시
de: Immer anzeigen
en: Automatically show for all Codex work
es: Mostrar siempre
fr: Toujours afficher
ja: 常に表示
pt: Mostrar sempre
zh_hans: 始终显示
zh_hant: 一律顯示

# settings.cardVisibility.background
source: 백그라운드 작업만 표시
de: Nur Hintergrundaufgaben
en: Automatically show only for background Codex work
es: Solo tareas en segundo plano
fr: Travaux en arrière-plan uniquement
ja: バックグラウンド作業のみ
pt: Somente tarefas em segundo plano
zh_hans: 仅后台任务
zh_hant: 僅背景工作

# settings.cardVisibility.never
source: 자동으로 표시하지 않음
de: Nicht automatisch anzeigen
en: Do not show automatically
es: No mostrar automáticamente
fr: Ne pas afficher automatiquement
ja: 自動表示しない
pt: Não mostrar automaticamente
zh_hans: 不自动显示
zh_hant: 不要自動顯示

# settings.handoff
source: 완료 인계
de: Abschlussübergabe
en: Completion handoff
es: Entrega al finalizar
fr: Remise à la fin
ja: 完了時の引き継ぎ
pt: Entrega ao concluir
zh_hans: 完成交接
zh_hant: 完成交接

# settings.handoff.off
source: 사용 안 함
de: Aus
en: Off
es: Desactivada
fr: Désactivée
ja: オフ
pt: Desativada
zh_hans: 关闭
zh_hant: 關閉

# settings.handoff.auto
source: 카드가 열려 있을 때 GPT 자동 인계
de: Automatische GPT-Übergabe bei geöffneter Karte
en: Automatic GPT handoff while card is open
es: Entrega automática a GPT mientras la tarjeta esté abierta
fr: Transfert automatique à GPT tant que la carte est ouverte
ja: カード表示中に GPT へ自動引き継ぎ
pt: Entrega automática ao GPT enquanto o cartão estiver aberto
zh_hans: 卡片打开时自动交接给 GPT
zh_hant: 卡片開啟時自動交接給 GPT

# settings.handoffRequiresCard
source: GPT 자동 인계에는 표시되는 Activity 카드가 필요합니다.
de: Die automatische Übergabe erfordert eine sichtbare Activity-Karte.
en: Automatic handoff requires a visible Activity card.
es: La entrega automática requiere una tarjeta de Activity visible.
fr: Le transfert automatique nécessite une carte Activity visible.
ja: 自動引き継ぎには表示中の Activity カードが必要です。
pt: A entrega automática requer um cartão de Activity visível.
zh_hans: 自动交接需要显示 Activity 卡片。
zh_hant: 自動交接需要顯示 Activity 卡片。

# settings.conflict
source: 다른 곳에서 설정이 변경되었습니다. 최신 값을 불러왔으니 확인한 뒤 다시 저장하세요.
de: Die Einstellungen wurden an anderer Stelle geändert. Die neuesten Werte wurden geladen; bitte prüfen und erneut speichern.
en: Settings changed elsewhere. The latest values were loaded; review them and save again.
es: La configuración cambió en otro lugar. Se cargaron los valores más recientes; revísalos y vuelve a guardar.
fr: Les paramètres ont changé ailleurs. Les dernières valeurs ont été chargées ; vérifiez-les puis enregistrez à nouveau.
ja: 別の場所で設定が変更されました。最新の値を確認して、もう一度保存してください。
pt: As configurações foram alteradas em outro local. Os valores mais recentes foram carregados; revise e salve novamente.
zh_hans: 设置已在其他位置更改。已加载最新值，请检查后再次保存。
zh_hant: 設定已在其他位置變更。已載入最新值，請確認後再次儲存。

# settings.save
source: 설정 저장
de: Einstellungen speichern
en: Save settings
es: Guardar configuración
fr: Enregistrer
ja: 設定を保存
pt: Salvar configurações
zh_hans: 保存设置
zh_hant: 儲存設定

# settings.refreshModels
source: 모델 불러오기 재시도
de: Laden der Modelle erneut versuchen
en: Retry model lookup
es: Reintentar la carga de modelos
fr: Réessayer de charger les modèles
ja: モデル読み込みを再試行
pt: Tentar carregar os modelos novamente
zh_hans: 重试加载模型
zh_hant: 重試載入模型

# settings.reset
source: 일반 설정 기본값 복원
de: Allgemeine Standardwerte wiederherstellen
en: Restore general defaults
es: Restaurar valores generales
fr: Rétablir les valeurs générales
ja: 一般設定を既定値に戻す
pt: Restaurar padrões gerais
zh_hans: 恢复常规设置默认值
zh_hant: 還原一般設定預設值

# settings.resetHint
source: 접근, 모델, 실험적 직접 결과 수신, Codex 앱 목록 표시, 인터페이스와 동시 작업 수 설정을 복원합니다. 프로젝트와 순서는 유지됩니다. 모델 설명 버전 기록도 유지됩니다.
de: Setzt Zugriff, Modell, experimentellen Direktempfang, Codex-Thread-Sichtbarkeit, Oberfläche und Parallelität zurück. Projekte, Reihenfolge und der Versionsverlauf der Modellbeschreibungen bleiben erhalten.
en: Restores access, model, experimental direct-result delivery, Codex-app thread visibility, interface, and concurrency settings. Projects, their order, and model description history are kept.
es: Restaura el acceso, el modelo, la recepción directa experimental, la visibilidad de hilos en Codex, la interfaz y la concurrencia. Se conservan los proyectos, su orden y el historial de descripciones de modelos.
fr: Rétablit l’accès, le modèle, la réception directe expérimentale, la visibilité des fils Codex, l’interface et la simultanéité. Les projets, leur ordre et l’historique des descriptions des modèles sont conservés.
ja: アクセス、モデル、試験的な結果の直接受信、Codex アプリでのスレッド表示、表示言語、同時実行数を戻します。プロジェクト、順序、モデルの説明履歴は保持されます。
pt: Restaura acesso, modelo, recebimento direto experimental, visibilidade de threads no Codex, interface e concorrência. Projetos, ordem e histórico das descrições dos modelos são mantidos.
zh_hans: 恢复访问、模型、实验性直接结果接收、Codex 应用线程显示、界面和并发数。项目、顺序和模型说明版本记录会保留。
zh_hant: 還原存取、模型、實驗性直接結果接收、Codex 應用程式執行緒顯示、介面與並行數。專案、順序和模型說明版本記錄會保留。

# settings.saving
source: 저장 중…
de: Wird gespeichert…
en: Saving…
es: Guardando…
fr: Enregistrement…
ja: 保存中…
pt: Salvando…
zh_hans: 正在保存…
zh_hant: 儲存中…

# settings.saved
source: 저장했습니다.
de: Gespeichert.
en: Saved.
es: Guardado.
fr: Enregistré.
ja: 保存しました。
pt: Salvo.
zh_hans: 已保存。
zh_hant: 已儲存。

# settings.developerModeRefreshRequired
source: 저장되어 즉시 반영되었습니다. 이 배포에서 정적 도구 계약도 변경되었으므로 ChatGPT 개발자 모드 연결을 한 번 새로고침해 적용하세요.
de: Gespeichert und aktiv. Diese Bereitstellung hat auch den statischen Toolvertrag geändert; aktualisieren Sie die ChatGPT-Entwicklermodus-Verbindung einmal, um ihn zu übernehmen.
en: Saved and active. This deployment also changed the static tool contract; refresh the ChatGPT developer-mode connection once to adopt it.
es: Guardado y activo. Este despliegue también cambió el contrato estático de herramientas; actualiza una vez la conexión del modo desarrollador de ChatGPT para aplicarlo.
fr: Enregistré et actif. Ce déploiement a aussi modifié le contrat statique des outils ; actualisez une fois la connexion du mode développeur de ChatGPT pour l’appliquer.
ja: 保存され、反映されました。このデプロイでは静的ツール契約も変更されたため、ChatGPT の開発者モード接続を一度更新して適用してください。
pt: Salvo e ativo. Esta implantação também alterou o contrato estático das ferramentas; atualize uma vez a conexão do modo de desenvolvedor do ChatGPT para aplicá-lo.
zh_hans: 已保存并生效。此部署还更改了静态工具协议，请刷新一次 ChatGPT 开发者模式连接以应用更改。
zh_hant: 已儲存並生效。此部署也變更了靜態工具合約，請重新整理一次 ChatGPT 開發者模式連線以套用變更。

# settings.refreshing
source: 모델을 다시 불러오는 중…
de: Modelle werden erneut geladen…
en: Retrying model lookup…
es: Reintentando la carga de modelos…
fr: Nouvelle tentative de chargement des modèles…
ja: モデルを再読み込み中…
pt: Tentando carregar os modelos novamente…
zh_hans: 正在重新加载模型…
zh_hant: 正在重新載入模型…

# settings.refreshed
source: 모델 목록을 불러왔습니다.
de: Modellliste geladen.
en: Model list loaded.
es: Lista de modelos cargada.
fr: Liste des modèles chargée.
ja: モデル一覧を読み込みました。
pt: Lista de modelos carregada.
zh_hans: 已加载模型列表。
zh_hant: 已載入模型清單。

# settings.resetting
source: 복원 중…
de: Wird wiederhergestellt…
en: Restoring…
es: Restaurando…
fr: Restauration…
ja: 復元中…
pt: Restaurando…
zh_hans: 正在恢复…
zh_hant: 還原中…

# settings.resetDone
source: 일반 설정을 기본값으로 복원했습니다. 프로젝트는 유지되었습니다.
de: Allgemeine Standardwerte wurden wiederhergestellt. Projekte wurden beibehalten.
en: General defaults restored. Projects were kept.
es: Se restauraron los valores generales. Los proyectos se conservaron.
fr: Les valeurs générales ont été rétablies. Les projets ont été conservés.
ja: 一般設定を既定値に戻しました。プロジェクトは保持されています。
pt: Os padrões gerais foram restaurados. Os projetos foram mantidos.
zh_hans: 已恢复常规设置默认值。项目已保留。
zh_hant: 已還原一般設定預設值。專案已保留。

# settings.invalidResponse
source: 설정 도구가 올바른 응답을 반환하지 않았습니다.
de: Das Einstellungswerkzeug hat eine ungültige Antwort zurückgegeben.
en: The settings tool returned an invalid response.
es: La herramienta de configuración devolvió una respuesta no válida.
fr: L’outil de paramètres a renvoyé une réponse non valide.
ja: 設定ツールから無効な応答が返されました。
pt: A ferramenta de configurações retornou uma resposta inválida.
zh_hans: 设置工具返回了无效响应。
zh_hant: 設定工具傳回無效回應。

# settings.sharedNotice
source: 이 설정은 ChatGPT 계정별 값이 아니라 이 브리지 인스턴스를 사용하는 모든 대화에 공유됩니다. 브리지 보안 정책은 여기서 변경할 수 없습니다.
de: Diese Einstellungen werden von allen Unterhaltungen gemeinsam genutzt, die diese Bridge-Instanz verwenden; sie werden nicht pro ChatGPT-Konto gespeichert. Die Sicherheitsrichtlinie der Bridge kann hier nicht geändert werden.
en: These settings are shared by all conversations using this bridge instance, not stored per ChatGPT account. Bridge security policy cannot be changed here.
es: Esta configuración se comparte entre todas las conversaciones que usan esta instancia del puente; no se guarda por cuenta de ChatGPT. La política de seguridad del puente no puede cambiarse aquí.
fr: Ces paramètres sont partagés par toutes les conversations utilisant cette instance du pont ; ils ne sont pas enregistrés par compte ChatGPT. La politique de sécurité du pont ne peut pas être modifiée ici.
ja: この設定は ChatGPT アカウント別ではなく、このブリッジインスタンスを使用するすべての会話で共有されます。ブリッジのセキュリティポリシーはここでは変更できません。
pt: Estas configurações são compartilhadas por todas as conversas que usam esta instância da ponte; não são salvas por conta do ChatGPT. A política de segurança da ponte não pode ser alterada aqui.
zh_hans: 这些设置不会按 ChatGPT 账户保存，而是由使用此桥接实例的所有对话共享。桥接安全策略无法在此更改。
zh_hant: 這些設定不是依 ChatGPT 帳戶儲存，而是由使用此橋接執行個體的所有對話共用。橋接安全政策無法在此變更。

# settings.warning.catalogStale
source: 모델 카탈로그를 새로고침하지 못했습니다. 마지막으로 검증에 성공한 카탈로그를 임시로 표시합니다.
de: Der Modellkatalog konnte nicht aktualisiert werden. Vorübergehend wird der zuletzt erfolgreich geprüfte Katalog angezeigt.
en: The model catalog could not be refreshed. The last successfully verified catalog is shown temporarily.
es: No se pudo actualizar el catálogo de modelos. Se muestra temporalmente el último catálogo verificado correctamente.
fr: Le catalogue de modèles n’a pas pu être actualisé. Le dernier catalogue correctement vérifié est affiché temporairement.
ja: モデルカタログを更新できませんでした。最後に検証できたカタログを一時的に表示しています。
pt: Não foi possível atualizar o catálogo de modelos. O último catálogo verificado com sucesso está sendo exibido temporariamente.
zh_hans: 无法刷新模型目录。当前暂时显示上次成功验证的目录。
zh_hant: 無法重新整理模型目錄。目前暫時顯示上次成功驗證的目錄。

# settings.warning.catalogUnavailable
source: 모델 카탈로그를 사용할 수 없습니다. 백엔드 연결을 복구한 뒤 모델 조회를 다시 시도하세요.
de: Der Modellkatalog ist nicht verfügbar. Stellen Sie den Backend-Zugriff wieder her und versuchen Sie die Modellsuche erneut.
en: The model catalog is unavailable. Restore backend access and retry model lookup.
es: El catálogo de modelos no está disponible. Restablece el acceso al backend y vuelve a intentar la consulta.
fr: Le catalogue de modèles est indisponible. Rétablissez l’accès au backend et relancez la recherche.
ja: モデルカタログを利用できません。バックエンドへの接続を復旧して、モデル検索を再試行してください。
pt: O catálogo de modelos não está disponível. Restaure o acesso ao backend e tente consultar os modelos novamente.
zh_hans: 模型目录不可用。请恢复后端访问后重试模型查询。
zh_hant: 模型目錄無法使用。請恢復後端存取後重試模型查詢。
